import * as React from "react";
import ad from "./Picture/ad.png";
import ListSubheader from "@mui/material/ListSubheader";
import List from "@mui/material/List";
import ListItemButton from "@mui/material/ListItemButton";
import ListItemIcon from "@mui/material/ListItemIcon";
import ListItemText from "@mui/material/ListItemText";
import Collapse from "@mui/material/Collapse";
import InboxIcon from "@mui/icons-material/MoveToInbox";
import DraftsIcon from "@mui/icons-material/Drafts";
import SendIcon from "@mui/icons-material/Send";
import ExpandLess from "@mui/icons-material/ExpandLess";
import ExpandMore from "@mui/icons-material/ExpandMore";
import StarBorder from "@mui/icons-material/StarBorder";

function AD() {
  const [open, setOpen] = React.useState(true);

  const handleClick = () => {
    setOpen(!open);
  };

  return (
    <div
      class="container-fluid"
      style={{
        marginTop: "100px",
        marginBottom: "100px",
        paddingLeft: "80px",
        paddingRight: "80px",
      }}
    >
      <div class="row">
        <div class="col-3">
          <img src={ad} style={{ width: "100%" }} />
        </div>
        <div class="col-9">
          <div class="card bg-home" style={{ width: "100%" }}>
            <div class="card-body" style={{ margin: "30px" }}>
              <h1 style={{ color: "black" }}>
                อัลไซเมอร์ (Alzheimer’s Disease)
              </h1>
              <h2 style={{ color: "black" }}>
                เป็นหนึ่งในโรคที่เกิดจากความเสื่อมถอยของการทำงาน
                หรือโครงสร้างของเนื้อเยื่อของสมอง ซึ่งมักพบในผู้สูงอายุ
                โดยไม่ใช่ความเสื่อมตามธรรมชาติ
                แต่เป็นความเสื่อมที่เกิดจากโปรตีนชนิดหนึ่งที่เรียกว่าเบต้า-อะไมลอยด์
                (beta-amyloid) ชนิดไม่ละลายน้ำ
                ซึ่งเมื่อไปจับกับเซลล์สมองจะส่งผลให้เซลล์สมองเสื่อม และฝ่อลง
                รวมถึงทำให้การสื่อสารระหว่างเซลล์สมองเสียหายจากการลดลงของสารอะซีติลโคลีน
                (acetylcholine) ซึ่งเป็นสารสื่อประสาทที่ส่งผลโดยตรงกับความทรงจำ
              </h2>
            </div>
          </div>
        </div>
      </div>
      <br />
      <div class="row" style={{ marginTop: "30px" }}>
        <div class="card bg-home" style={{ width: "100%" }}>
          <div class="card-body" style={{ margin: "30px" }}>
            <h3 style={{ color: "black" }}>สาเหตุของโรคอัลไซเมอร์</h3>
            <h2 style={{ color: "black" }}>
              อายุ จัดเป็นปัจจัยเสี่ยงที่เพิ่มโอกาสการเกิดโรคอัลไซเมอร์
              ยิ่งอายุมากขึ้นก็ยิ่งมีโอกาสเกิดโรคมากขึ้น เพราะ
              สถิติในปัจจุบันพบว่ากลุ่มที่มีอายุราว 65 ปี
              พบผู้ป่วยอัลไซเมอร์ประมาณร้อยละ 5 กลุ่มผู้ที่มีอายุราว 75 ปี
              พบผู้ป่วยอัลไซเมอร์ประมาณร้อยละ 15 และกลุ่มผู้ที่มีอายุ 85
              ปีขึ้นไป พบผู้ป่วยอัลไซเมอร์มากถึงร้อยละ 40 ฉะนั้น
              จำนวนผู้ป่วยอัลไซเมอร์จึงมีแนวโน้มเพิ่มขึ้นอย่างต่อเนื่อง
              เนื่องจากคนเรามีอายุที่ยืนยาวขึ้น
              <br />
              <br />
              นอกจากนี้
              โรคอัลไซเมอร์ยังสามารถถ่ายทอดทางพันธุกรรมได้แต่พบเป็นส่วนน้อย
              คือประมาณร้อยละ 5 เท่านั้น
              โดยผู้ป่วยจะเริ่มมีอาการให้เห็นตั้งแต่อายุ 50-60 ปี
              <br />
              <br />
              สาเหตุสำคัญของภาวะสมองเสื่อมชนิดที่ไม่สามารถรักษาได้ในผู้สูงอายุ
              เกิดจากโรคอัลไซเมอร์ถึงร้อยละ 60-80 โดยส่วนใหญ่
              อาการของโรคจะปรากฏหลังอายุ 60-65 ปีไปแล้ว
              เว้นแต่ในผู้ที่มีความผิดปกติทางพันธุกรรมซึ่งอาจเป็นได้ตั้งแต่อายุยังน้อย
              แต่พบได้ไม่บ่อยนัก
            </h2>
          </div>
        </div>
      </div>
      <div class="row" style={{ marginTop: "30px" }}>
        <div class="card bg-home" style={{ width: "100%" }}>
          <div class="card-body" style={{ margin: "30px" }}>
            <h3 style={{ color: "black" }}>อาการของโรคอัลไซเมอร์</h3>
            <h2 style={{ color: "black" }}>
              ระยะที่ 1 จะไม่ปรากฏอาการ
              <br />
              <br />
              ระยะที่ 2 เริ่มมีอาการหลงลืม แต่มีลักษณะเหมือนการหลงลืมตามอายุ
              <br />
              <br />
              ระยะที่ 3 เริ่มมีความบกพร่องทางด้านร่างกาย เช่น การมีความจำ
              หรือสมาธิที่ลดลง รวมถึงมีปัญหาในด้านการคิด และการตัดสินใจ
              ทำให้ความสามารถในการตัดสินใจในการมอง และความเร็วในการมองลดลงไปด้วย
              โดยในระยะนี้ เราจะสามารถเริ่มคัดกรอง
              และประเมินโอกาสในการเป็นโรคอัลไซเมอร์ได้
              <br />
              <br />
              ระยะที่ 4 เริ่มมีอาการหลงลืมมากยิ่งขึ้น มีปัญหาทางด้านการสื่อสาร
              การคิดคำนวณ มีรูปแบบการนอนที่เปลี่ยนแปลงไป
              และมีบุคลิกภาพที่เปลี่ยนแปลงไปจากเดิม
              <br />
              <br />
              ระยะที่ 5 เริ่มหลงลืมชื่อของสมาชิกในครอบครัว และเพื่อนที่ใกล้ชิด
              มีปัญหาด้านการเรียนรู้สิ่งใหม่ ๆ การแก้ปัญหาทั่วไป
              และเริ่มมีอาการหลงผิด หรือประสาทหลอน รวมถึงเริ่มหวาดระแวงคนรอบข้าง
              <br />
              <br />
              ระยะที่ 6 เริ่มมีปัญหาด้านการตอบสนองต่อสิ่งเร้า
              ความสามารถในการสื่อสารลดลง มีบุคลิกภาพที่เปลี่ยนแปลงไปอย่างชัดเจน
              และจะเริ่มมีอาการหลงผิด หรือประสาทหลอน
              รวมถึงหวาดระแวงคนรอบข้างมากยิ่งขึ้น <br />
              <br />
              ระยะที่ 7 เป็นระยะที่เซลล์ในสมองถูกทำลายเป็นจำนวนมาก
              ทำให้มีปัญหาด้านการควบคุมร่างกายส่วนต่าง ๆ ทั้งการเดิน การนั่ง
              การกลืน และการนอน รวมถึงจะมีการติดเชื้อได้ง่ายขึ้น
              ส่งผลให้เกิดโรคอื่นตามมาอีกมากมาย ก่อนจะถึงแก่ชีวิต
            </h2>
          </div>
        </div>
      </div>
      <div class="row" style={{ marginTop: "30px" }}>
        <div class="card bg-home" style={{ width: "100%" }}>
          <div class="card-body" style={{ margin: "30px" }}>
            <h3 style={{ color: "black" }}>การวินิจฉัยโรคอัลไซเมอร์</h3>
            <h2 style={{ color: "black" }}>
              เมื่อผู้ป่วยมาพบแพทย์ด้วยอาการหลงลืม
              ขั้นตอนแรกของการวินิจฉัยโรคคือดูว่าผู้ป่วยเข้าข่ายมีภาวะสมองเสื่อมหรือไม่โดยแพทย์จะซักประวัติจากผู้ป่วย
              ญาติ
              หรือผู้ดูแลที่สามารถให้ข้อมูลที่สำคัญเกี่ยวกับความสามารถในชีวิตประจำวัน
              และพฤติกรรมที่บ่งบอกถึงความถดถอยด้านการทำงานของสมอง
              พร้อมทั้งให้ผู้ป่วยเข้ารับการทดสอบสมรรถภาพของสมองโดยการตอบคำถามเกี่ยวกับความจำ
              สมาธิ การตัดสินใจ ทิศทาง การใช้ภาษา และการคำนวณ เป็นต้น
              <br />
              <br />
              จากนั้นจึงเป็นการตรวจคัดกรองหาสาเหตุของภาวะสมองเสื่อมว่ามาจากโรคที่รักษาได้หรือไม่
              โดยการเจาะเลือดตรวจ และเอกซเรย์คอมพิวเตอร์สมอง (MRI)
              หากไม่พบสาเหตุอื่นประกอบกับผู้ป่วยมีอาการและการทดสอบทางสมองเข้าเกณฑ์การวินิจฉัยของโรคอัลไซเมอร์
              จึงจะวินิจฉัยได้ว่าผู้ป่วยเป็นโรคอัลไซเมอร์
            </h2>
          </div>
        </div>
      </div>
      <div class="row" style={{ marginTop: "30px" }}>
        <div class="card bg-home" style={{ width: "100%" }}>
          <div class="card-body" style={{ margin: "30px" }}>
            <h3 style={{ color: "black" }}>การรักษาโรคอัลไซเมอร์</h3>
            <h2 style={{ color: "black" }}>
              ปัจจุบันยังไม่มีวิธีการรักษาโรคอัลไซเมอร์ให้หายขาด สมองจะค่อยๆ
              เสื่อมลงไปโดยไม่สามารถฟื้นคืนกลับมาได้
              แต่การนำผู้ป่วยมาพบแพทย์ตั้งแต่ช่วงเริ่มต้นจะช่วยยืดระยะเวลาการดำเนินโรค
              เพิ่มคุณภาพชีวิตของทั้งผู้ป่วยและผู้ดูแล
              และป้องกันอันตรายที่อาจเกิดขึ้นจากภาวะแทรกซ้อนต่างๆ ได้
              ซึ่งทั้งหมดนี้เป็นเป้าหมายหลักของการรักษาโรคอัลไซเมอร์
              สำหรับวิธีการดูแลรักษาผู้ป่วยมี 2 รูปแบบ คือ
              <br />
              <br />
              1. การรักษาด้วยยา โดยเป็นยาที่ช่วยควบคุมอาการต่างๆ
              ให้น้อยลงชั่วคราวแต่อาจไม่ช่วยในเรื่องของความจำมากนัก
              ยาดังกล่าวจะเข้าไปยับยั้งเอนไซม์ที่มาทำลายสารสื่อประสาทอะซีติลโคลีน
              เพื่อเพิ่มหรือปรับระดับของสารแอซิติลโคลีนไม่ให้ลดลงมากจนเกินไป
              ผู้ป่วยจึงสามารถใช้ชีวิตได้ใกล้เคียงปกติ มีความสุขสดชื่นขึ้น
              ขณะเดียวกันผู้ดูแลก็ดูแลได้ง่ายขึ้น
              นอกจากนี้ในกรณีที่ผู้ป่วยมีอาการทางพฤติกรรมที่ค่อนข้างรุนแรง เช่น
              ก้าวร้าวมาก แพทย์อาจพิจารณาให้ยาทางจิตเวชควบคู่กันไปด้วย
              <br />
              <br />
              2. การรักษาโดยไม่ใช้ยา เป็นการดูแลสมองและสุขภาพโดยรวมของผู้ป่วย
              อาทิ จัดให้ผู้ป่วยออกกำลังกายอย่างสม่ำเสมอ
              มีการศึกษาพบว่าการออกกำลังกายแบบคาร์ดิโอ (cardio exercise)
              ที่เน้นการเสริมสร้างความแข็งแรงของหัวใจและปอด เช่น การเดิน วันละ
              20 นาที 4
              วันต่อสัปดาห์จะช่วยให้สมองสดชื่นและยืดระยะเวลาการดำเนินโรคได้
              มีกิจกรรมให้ผู้ป่วยได้ออกไปนอกบ้านเป็นระยะๆ เพื่อพบปะผู้คน
              พูดคุยกับเพื่อนฝูง ญาติพี่น้องคนอื่นๆ นอกเหนือจากสมาชิกในบ้าน
              ดูแลให้ผู้ป่วยได้นอนหลับอย่างมีคุณภาพตามสุขลักษณะการนอน เช่น
              ไม่ดื่มสารคาเฟอีนในช่วงเย็นหรือก่อนนอน
              ไม่ออกกำลังกายใกล้กับเวลานอน เข้านอนและตื่นนอนตรงเวลา
              ปรับความสว่างในห้องนอนให้มืดพอดี
              เพราะหากวงจรการนอนไม่ดีจะส่งผลต่อภูมิคุ้มกันของร่างกาย
              ความดันโลหิต น้ำหนัก และรวมถึงความจำด้วย ดื่มน้ำให้พอเพียง
              เพื่อป้องกันภาวะเลือดหนืดหรือเลือดข้นซึ่งทำให้เลือดไหลเวียนไม่สะดวก
              สมองไม่สดชื่น หากไม่มีข้อห้าม เช่น มีโรคหัวใจหรือโรคไต
              ควรดื่มน้ำวันละ 2 ลิตรเป็นอย่างน้อย
            </h2>
          </div>
        </div>
      </div>
    </div>
  );
}

export default AD;
